Repository: clerk/clerk-ios
Catalog: Sources/ClerkKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pl, pt, ro, ru, tr, uk, zh_hans

source: A Watch identity metadata transition is still pending.
ar: لا يزال انتقال بيانات تعريف هوية Watch معلقًا.
de: Eine Metadatenübertragung der Watch-Identität steht noch aus.
el: Μια μετάβαση μεταδεδομένων ταυτότητας Watch παραμένει σε εκκρεμότητα.
es: Todavía hay una transición de metadatos de identidad de Watch pendiente.
fr: Une transition des métadonnées d’identité de la Watch est toujours en attente.
hi: Watch पहचान मेटाडेटा का एक ट्रांज़िशन अभी भी लंबित है।
it: Una transizione dei metadati dell’identità di Watch è ancora in sospeso.
ja: WatchのIDメタデータの移行がまだ保留中です。
ko: Watch ID 메타데이터 전환이 아직 보류 중입니다.
pl: Przejście metadanych tożsamości Watch nadal oczekuje.
pt: Uma transição de metadados de identidade do Watch ainda está pendente.
ro: O tranziție a metadatelor de identitate Watch este încă în așteptare.
ru: Переход метаданных идентификации Watch всё ещё ожидает выполнения.
tr: Bir Watch kimlik meta verisi geçişi hâlâ beklemede.
uk: Перехід метаданих ідентифікації Watch все ще очікує завершення.
zh_hans: Watch 身份元数据转换仍处于待处理状态。

source: A hosted authentication session is already in progress.
ar: هناك جلسة مصادقة مستضافة قيد التنفيذ بالفعل.
de: Eine gehostete Authentifizierungssitzung läuft bereits.
el: Μια περίοδος λειτουργίας φιλοξενούμενου ελέγχου ταυτότητας βρίσκεται ήδη σε εξέλιξη.
es: Ya hay una sesión de autenticación alojada en curso.
fr: Une session d’authentification hébergée est déjà en cours.
hi: एक होस्टेड प्रमाणीकरण सत्र पहले से चल रहा है।
it: È già in corso una sessione di autenticazione ospitata.
ja: ホスト型認証セッションがすでに進行中です。
ko: 호스팅 인증 세션이 이미 진행 중입니다.
pl: Sesja hostowanego uwierzytelniania jest już w toku.
pt: Uma sessão de autenticação hospedada já está em andamento.
ro: O sesiune de autentificare găzduită este deja în desfășurare.
ru: Сеанс размещенной аутентификации уже выполняется.
tr: Barındırılan bir kimlik doğrulama oturumu zaten devam ediyor.
uk: Сеанс хостованої автентифікації вже триває.
zh_hans: 已有托管身份验证会话正在进行。

source: A web authentication session is already in progress.
ar: هناك جلسة مصادقة عبر الويب قيد التنفيذ بالفعل.
de: Eine Web-Authentifizierungssitzung läuft bereits.
el: Μια περίοδος λειτουργίας ελέγχου ταυτότητας μέσω web βρίσκεται ήδη σε εξέλιξη.
es: Ya hay una sesión de autenticación web en curso.
fr: Une session d’authentification web est déjà en cours.
hi: एक वेब प्रमाणीकरण सत्र पहले से चल रहा है।
it: È già in corso una sessione di autenticazione web.
ja: Web認証セッションがすでに進行中です。
ko: 웹 인증 세션이 이미 진행 중입니다.
pl: Sesja uwierzytelniania internetowego jest już w toku.
pt: Uma sessão de autenticação web já está em andamento.
ro: O sesiune de autentificare web este deja în desfășurare.
ru: Сеанс веб-аутентификации уже выполняется.
tr: Bir web kimlik doğrulama oturumu zaten devam ediyor.
uk: Сеанс вебавтентифікації вже триває.
zh_hans: 已有网页身份验证会话正在进行。

source: Cannot publish unresolved Watch identity metadata.
ar: لا يمكن نشر بيانات تعريف هوية Watch التي لم تتم تسويتها.
de: Nicht aufgelöste Metadaten der Watch-Identität können nicht veröffentlicht werden.
el: Δεν είναι δυνατή η δημοσίευση ανεπίλυτων μεταδεδομένων ταυτότητας Watch.
es: No se pueden publicar metadatos de identidad de Watch sin resolver.
fr: Impossible de publier des métadonnées d’identité de la Watch non résolues.
hi: अनसुलझा Watch पहचान मेटाडेटा प्रकाशित नहीं किया जा सकता।
it: Impossibile pubblicare metadati dell’identità di Watch non risolti.
ja: 未解決のWatch IDメタデータを公開できません。
ko: 해결되지 않은 Watch ID 메타데이터를 게시할 수 없습니다.
pl: Nie można opublikować nierozstrzygniętych metadanych tożsamości Watch.
pt: Não é possível publicar metadados de identidade do Watch não resolvidos.
ro: Nu se pot publica metadatele de identitate Watch nerezolvate.
ru: Невозможно опубликовать неразрешенные метаданные идентификации Watch.
tr: Çözümlenmemiş Watch kimlik meta verileri yayımlanamıyor.
uk: Неможливо опублікувати невирішені метадані ідентифікації Watch.
zh_hans: 无法发布尚未解析的 Watch 身份元数据。

source: Clerk is already reconfiguring. Wait for the current reconfiguration to finish before starting another one.
ar: تجري إعادة تهيئة Clerk بالفعل. انتظر حتى تنتهي إعادة التهيئة الحالية قبل بدء أخرى.
de: Clerk wird bereits neu konfiguriert. Warten Sie, bis die aktuelle Neukonfiguration abgeschlossen ist, bevor Sie eine weitere starten.
el: Το Clerk επαναδιαμορφώνεται ήδη. Περιμένετε να ολοκληρωθεί η τρέχουσα επαναδιαμόρφωση πριν ξεκινήσετε άλλη.
es: Clerk ya se está reconfigurando. Espere a que finalice la reconfiguración actual antes de iniciar otra.
fr: Clerk est déjà en cours de reconfiguration. Attendez la fin de la reconfiguration actuelle avant d’en démarrer une autre.
hi: Clerk पहले से पुनः कॉन्फ़िगर हो रहा है। दूसरा शुरू करने से पहले मौजूदा पुनः कॉन्फ़िगरेशन के पूरा होने की प्रतीक्षा करें।
it: Clerk è già in fase di riconfigurazione. Attendi il completamento della riconfigurazione corrente prima di avviarne un’altra.
ja: Clerkはすでに再構成中です。現在の再構成が完了してから、別の再構成を開始してください。
ko: Clerk가 이미 재구성 중입니다. 현재 재구성이 완료될 때까지 기다린 후 다시 시작하세요.
pl: Trwa już ponowna konfiguracja Clerk. Poczekaj na jej zakończenie przed rozpoczęciem kolejnej.
pt: O Clerk já está sendo reconfigurado. Aguarde a conclusão da reconfiguração atual antes de iniciar outra.
ro: Clerk este deja în curs de reconfigurare. Așteptați finalizarea reconfigurării curente înainte de a începe alta.
ru: Clerk уже перенастраивается. Дождитесь завершения текущей перенастройки, прежде чем запускать новую.
tr: Clerk zaten yeniden yapılandırılıyor. Başka bir yapılandırma başlatmadan önce mevcut işlemin tamamlanmasını bekleyin.
uk: Clerk уже переналаштовується. Дочекайтеся завершення поточного переналаштування, перш ніж починати нове.
zh_hans: Clerk 已在重新配置。请等待当前重新配置完成后再开始新的配置。

source: Clerk must be configured before getting a session token.
ar: يجب تهيئة Clerk قبل الحصول على رمز الجلسة.
de: Clerk muss konfiguriert sein, bevor ein Sitzungstoken abgerufen werden kann.
el: Το Clerk πρέπει να διαμορφωθεί πριν από τη λήψη διακριτικού περιόδου λειτουργίας.
es: Clerk debe estar configurado antes de obtener un token de sesión.
fr: Clerk doit être configuré avant d’obtenir un jeton de session.
hi: सत्र टोकन प्राप्त करने से पहले Clerk को कॉन्फ़िगर करना आवश्यक है।
it: Clerk deve essere configurato prima di ottenere un token di sessione.
ja: セッショントークンを取得する前にClerkを構成する必要があります。
ko: 세션 토큰을 가져오기 전에 Clerk를 구성해야 합니다.
pl: Przed pobraniem tokenu sesji należy skonfigurować Clerk.
pt: O Clerk deve ser configurado antes de obter um token de sessão.
ro: Clerk trebuie configurat înainte de obținerea unui token de sesiune.
ru: Перед получением токена сеанса необходимо настроить Clerk.
tr: Oturum belirteci alınmadan önce Clerk yapılandırılmalıdır.
uk: Clerk потрібно налаштувати перед отриманням токена сеансу.
zh_hans: 必须先配置 Clerk，才能获取会话令牌。

source: Client ID is unavailable.
ar: معرّف العميل غير متاح.
de: Die Client-ID ist nicht verfügbar.
el: Το αναγνωριστικό πελάτη δεν είναι διαθέσιμο.
es: El ID de cliente no está disponible.
fr: L’identifiant client n’est pas disponible.
hi: क्लाइंट ID उपलब्ध नहीं है।
it: L’ID client non è disponibile.
ja: クライアントIDを利用できません。
ko: 클라이언트 ID를 사용할 수 없습니다.
pl: Identyfikator klienta jest niedostępny.
pt: O ID do cliente não está disponível.
ro: ID-ul clientului nu este disponibil.
ru: Идентификатор клиента недоступен.
tr: İstemci kimliği kullanılamıyor.
uk: Ідентифікатор клієнта недоступний.
zh_hans: 客户端 ID 不可用。

source: Conflicting Watch auth payload reused a pending version.
ar: أعادت حمولة مصادقة Watch المتعارضة استخدام إصدار معلق.
de: In Konflikt stehende Watch-Authentifizierungsdaten haben eine ausstehende Version erneut verwendet.
el: Το αντικρουόμενο ωφέλιμο φορτίο ελέγχου ταυτότητας Watch επαναχρησιμοποίησε μια έκδοση σε εκκρεμότητα.
es: La carga de autenticación de Watch en conflicto reutilizó una versión pendiente.
fr: La charge utile d’authentification de la Watch en conflit a réutilisé une version en attente.
hi: विरोधी Watch प्रमाणीकरण पेलोड ने एक लंबित संस्करण का दोबारा उपयोग किया।
it: Il payload di autenticazione di Watch in conflitto ha riutilizzato una versione in sospeso.
ja: 競合するWatch認証ペイロードが保留中のバージョンを再利用しました。
ko: 충돌하는 Watch 인증 페이로드가 보류 중인 버전을 재사용했습니다.
pl: Sprzeczne dane uwierzytelniania Watch ponownie użyły oczekującej wersji.
pt: A carga de autenticação conflitante do Watch reutilizou uma versão pendente.
ro: Datele de autentificare Watch aflate în conflict au reutilizat o versiune în așteptare.
ru: Конфликтующие данные аутентификации Watch повторно использовали ожидающую версию.
tr: Çakışan Watch kimlik doğrulama yükü, bekleyen bir sürümü yeniden kullandı.
uk: Конфліктні дані автентифікації Watch повторно використали версію, що очікує на обробку.
zh_hans: 存在冲突的 Watch 身份验证负载重复使用了待处理版本。

source: Conflicting Watch token payload reused a pending version.
ar: أعادت حمولة رمز Watch المتعارضة استخدام إصدار معلق.
de: In Konflikt stehende Watch-Tokendaten haben eine ausstehende Version erneut verwendet.
el: Το αντικρουόμενο ωφέλιμο φορτίο διακριτικού Watch επαναχρησιμοποίησε μια έκδοση σε εκκρεμότητα.
es: La carga del token de Watch en conflicto reutilizó una versión pendiente.
fr: La charge utile du jeton de la Watch en conflit a réutilisé une version en attente.
hi: विरोधी Watch टोकन पेलोड ने एक लंबित संस्करण का दोबारा उपयोग किया।
it: Il payload del token di Watch in conflitto ha riutilizzato una versione in sospeso.
ja: 競合するWatchトークンペイロードが保留中のバージョンを再利用しました。
ko: 충돌하는 Watch 토큰 페이로드가 보류 중인 버전을 재사용했습니다.
pl: Sprzeczne dane tokenu Watch ponownie użyły oczekującej wersji.
pt: A carga de token conflitante do Watch reutilizou uma versão pendente.
ro: Datele tokenului Watch aflate în conflict au reutilizat o versiune în așteptare.
ru: Конфликтующие данные токена Watch повторно использовали ожидающую версию.
tr: Çakışan Watch belirteci yükü, bekleyen bir sürümü yeniden kullandı.
uk: Конфліктні дані токена Watch повторно використали версію, що очікує на обробку.
zh_hans: 存在冲突的 Watch 令牌负载重复使用了待处理版本。

source: Email address is required.
ar: عنوان البريد الإلكتروني مطلوب.
de: Eine E-Mail-Adresse ist erforderlich.
el: Απαιτείται διεύθυνση email.
es: Se requiere una dirección de correo electrónico.
fr: Une adresse e-mail est requise.
hi: ईमेल पता आवश्यक है।
it: È richiesto un indirizzo email.
ja: メールアドレスが必要です。
ko: 이메일 주소가 필요합니다.
pl: Adres e-mail jest wymagany.
pt: É necessário informar um endereço de e-mail.
ro: Este necesară o adresă de e-mail.
ru: Необходимо указать адрес электронной почты.
tr: E-posta adresi gereklidir.
uk: Потрібна адреса електронної пошти.
zh_hans: 电子邮件地址为必填项。

source: Email link sign-in is not available for this sign-in.
ar: تسجيل الدخول عبر رابط البريد الإلكتروني غير متاح لعملية تسجيل الدخول هذه.
de: Die Anmeldung per E-Mail-Link ist für diese Anmeldung nicht verfügbar.
el: Η σύνδεση μέσω συνδέσμου email δεν είναι διαθέσιμη για αυτήν τη σύνδεση.
es: El inicio de sesión mediante enlace de correo electrónico no está disponible para este inicio de sesión.
fr: La connexion par lien e-mail n’est pas disponible pour cette connexion.
hi: इस साइन-इन के लिए ईमेल लिंक से साइन-इन उपलब्ध नहीं है।
it: L’accesso tramite link email non è disponibile per questo accesso.
ja: このサインインでは、メールリンクによるサインインを利用できません。
ko: 이 로그인에는 이메일 링크 로그인을 사용할 수 없습니다.
pl: Logowanie za pomocą linku e-mail nie jest dostępne dla tego logowania.
pt: O login por link de e-mail não está disponível para este login.
ro: Autentificarea prin link de e-mail nu este disponibilă pentru această autentificare.
ru: Вход по ссылке из электронного письма недоступен для этого входа.
tr: E-posta bağlantısıyla oturum açma bu oturum açma işlemi için kullanılamıyor.
uk: Вхід за посиланням з електронної пошти недоступний для цього процесу входу.
zh_hans: 此登录流程无法使用电子邮件链接登录。

source: Hosted auth callback URL did not match the initiated redirect URL.
ar: لم يتطابق عنوان URL لرد اتصال المصادقة المستضافة مع عنوان URL لإعادة التوجيه الذي بدأ العملية.
de: Die Callback-URL der gehosteten Authentifizierung stimmte nicht mit der gestarteten Weiterleitungs-URL überein.
el: Η διεύθυνση URL επανάκλησης του φιλοξενούμενου ελέγχου ταυτότητας δεν αντιστοιχούσε στη διεύθυνση URL ανακατεύθυνσης που ξεκίνησε τη διαδικασία.
es: La URL de devolución de llamada de la autenticación alojada no coincidió con la URL de redirección iniciada.
fr: L’URL de rappel de l’authentification hébergée ne correspondait pas à l’URL de redirection initiale.
hi: होस्टेड प्रमाणीकरण कॉलबैक URL शुरू किए गए रीडायरेक्ट URL से मेल नहीं खाता।
it: L’URL di callback dell’autenticazione ospitata non corrispondeva all’URL di reindirizzamento iniziale.
ja: ホスト型認証のコールバックURLが、開始時のリダイレクトURLと一致しませんでした。
ko: 호스팅 인증 콜백 URL이 시작된 리디렉션 URL과 일치하지 않습니다.
pl: Adres URL wywołania zwrotnego hostowanego uwierzytelniania nie odpowiadał początkowemu adresowi URL przekierowania.
pt: A URL de retorno da autenticação hospedada não correspondeu à URL de redirecionamento iniciada.
ro: URL-ul de revenire al autentificării găzduite nu a corespuns URL-ului de redirecționare inițial.
ru: URL-адрес обратного вызова размещенной аутентификации не совпал с исходным URL-адресом перенаправления.
tr: Barındırılan kimlik doğrulama geri çağırma URL'si başlatılan yönlendirme URL'siyle eşleşmedi.
uk: URL зворотного виклику хостованої автентифікації не збігається з URL перенаправлення, з якого її було розпочато.
zh_hans: 托管身份验证回调 URL 与启动时的重定向 URL 不匹配。

source: Hosted auth callback did not include a rotating token nonce.
ar: لم يتضمن رد اتصال المصادقة المستضافة قيمة nonce للرمز المتناوب.
de: Der Callback der gehosteten Authentifizierung enthielt keine Nonce für das rotierende Token.
el: Η επανάκληση του φιλοξενούμενου ελέγχου ταυτότητας δεν περιλάμβανε nonce περιστρεφόμενου διακριτικού.
es: La devolución de llamada de la autenticación alojada no incluyó un nonce de token rotatorio.
fr: Le rappel de l’authentification hébergée ne contenait pas de nonce de jeton rotatif.
hi: होस्टेड प्रमाणीकरण कॉलबैक में रोटेटिंग टोकन nonce शामिल नहीं था।
it: Il callback dell’autenticazione ospitata non includeva un nonce del token rotante.
ja: ホスト型認証のコールバックにローテーショントークンのnonceが含まれていませんでした。
ko: 호스팅 인증 콜백에 순환 토큰 nonce가 포함되지 않았습니다.
pl: Wywołanie zwrotne hostowanego uwierzytelniania nie zawierało wartości nonce rotacyjnego tokenu.
pt: O retorno da autenticação hospedada não incluiu um nonce de token rotativo.
ro: Revenirea autentificării găzduite nu a inclus un nonce pentru tokenul rotativ.
ru: Обратный вызов размещенной аутентификации не содержал nonce для сменяемого токена.
tr: Barındırılan kimlik doğrulama geri çağrısı, dönen bir belirteç nonce değeri içermiyordu.
uk: Зворотний виклик хостованої автентифікації не містить одноразового значення ротаційного токена.
zh_hans: 托管身份验证回调未包含轮换令牌 nonce。

source: Hosted auth callback did not include the created session.
ar: لم يتضمن رد اتصال المصادقة المستضافة الجلسة التي تم إنشاؤها.
de: Der Callback der gehosteten Authentifizierung enthielt die erstellte Sitzung nicht.
el: Η επανάκληση του φιλοξενούμενου ελέγχου ταυτότητας δεν περιλάμβανε την περίοδο λειτουργίας που δημιουργήθηκε.
es: La devolución de llamada de la autenticación alojada no incluyó la sesión creada.
fr: Le rappel de l’authentification hébergée ne contenait pas la session créée.
hi: होस्टेड प्रमाणीकरण कॉलबैक में बनाया गया सत्र शामिल नहीं था।
it: Il callback dell’autenticazione ospitata non includeva la sessione creata.
ja: ホスト型認証のコールバックに作成されたセッションが含まれていませんでした。
ko: 호스팅 인증 콜백에 생성된 세션이 포함되지 않았습니다.
pl: Wywołanie zwrotne hostowanego uwierzytelniania nie zawierało utworzonej sesji.
pt: O retorno da autenticação hospedada não incluiu a sessão criada.
ro: Revenirea autentificării găzduite nu a inclus sesiunea creată.
ru: Обратный вызов размещенной аутентификации не содержал созданный сеанс.
tr: Barındırılan kimlik doğrulama geri çağrısı oluşturulan oturumu içermiyordu.
uk: Зворотний виклик хостованої автентифікації не містить створеного сеансу.
zh_hans: 托管身份验证回调未包含已创建的会话。

source: Hosted auth callback state was missing or did not match the initiated state.
ar: كانت حالة رد اتصال المصادقة المستضافة مفقودة أو لم تتطابق مع الحالة التي بدأت العملية.
de: Der Status des Callbacks der gehosteten Authentifizierung fehlte oder stimmte nicht mit dem gestarteten Status überein.
el: Η κατάσταση επανάκλησης του φιλοξενούμενου ελέγχου ταυτότητας έλειπε ή δεν αντιστοιχούσε στην κατάσταση που ξεκίνησε τη διαδικασία.
es: Faltaba el estado de la devolución de llamada de la autenticación alojada o no coincidía con el estado iniciado.
fr: L’état du rappel de l’authentification hébergée était absent ou ne correspondait pas à l’état initial.
hi: होस्टेड प्रमाणीकरण कॉलबैक की स्थिति मौजूद नहीं थी या शुरू की गई स्थिति से मेल नहीं खाती थी।
it: Lo stato del callback dell’autenticazione ospitata era mancante o non corrispondeva allo stato iniziale.
ja: ホスト型認証のコールバック状態が存在しないか、開始時の状態と一致しませんでした。
ko: 호스팅 인증 콜백 상태가 없거나 시작된 상태와 일치하지 않습니다.
pl: Brakowało stanu wywołania zwrotnego hostowanego uwierzytelniania lub nie odpowiadał on stanowi początkowemu.
pt: O estado do retorno da autenticação hospedada estava ausente ou não correspondia ao estado iniciado.
ro: Starea revenirii autentificării găzduite lipsea sau nu corespundea stării inițiale.
ru: Состояние обратного вызова размещенной аутентификации отсутствовало или не совпало с исходным состоянием.
tr: Barındırılan kimlik doğrulama geri çağrı durumu eksikti veya başlatılan durumla eşleşmedi.
uk: Стан зворотного виклику хостованої автентифікації відсутній або не збігається зі станом, з якого її було розпочато.
zh_hans: 托管身份验证回调状态缺失或与启动时的状态不匹配。

source: Hosted auth completion could not activate the created session.
ar: تعذر على إكمال المصادقة المستضافة تنشيط الجلسة التي تم إنشاؤها.
de: Die gehostete Authentifizierung konnte die erstellte Sitzung nicht aktivieren.
el: Η ολοκλήρωση του φιλοξενούμενου ελέγχου ταυτότητας δεν μπόρεσε να ενεργοποιήσει την περίοδο λειτουργίας που δημιουργήθηκε.
es: La autenticación alojada no pudo activar la sesión creada.
fr: L’authentification hébergée n’a pas pu activer la session créée.
hi: होस्टेड प्रमाणीकरण पूर्ण होने पर बनाया गया सत्र सक्रिय नहीं किया जा सका।
it: L’autenticazione ospitata non ha potuto attivare la sessione creata.
ja: ホスト型認証の完了処理で作成されたセッションを有効化できませんでした。
ko: 호스팅 인증 완료 과정에서 생성된 세션을 활성화할 수 없습니다.
pl: Hostowane uwierzytelnianie nie mogło aktywować utworzonej sesji.
pt: A autenticação hospedada não conseguiu ativar a sessão criada.
ro: Autentificarea găzduită nu a putut activa sesiunea creată.
ru: Размещенная аутентификация не смогла активировать созданный сеанс.
tr: Barındırılan kimlik doğrulama oluşturulan oturumu etkinleştiremedi.
uk: Під час завершення хостованої автентифікації не вдалося активувати створений сеанс.
zh_hans: 托管身份验证无法激活已创建的会话。

source: Hosted auth completion could not update the current client.
ar: تعذر على إكمال المصادقة المستضافة تحديث العميل الحالي.
de: Die gehostete Authentifizierung konnte den aktuellen Client nicht aktualisieren.
el: Η ολοκλήρωση του φιλοξενούμενου ελέγχου ταυτότητας δεν μπόρεσε να ενημερώσει τον τρέχοντα πελάτη.
es: La autenticación alojada no pudo actualizar el cliente actual.
fr: L’authentification hébergée n’a pas pu mettre à jour le client actuel.
hi: होस्टेड प्रमाणीकरण पूर्ण होने पर मौजूदा क्लाइंट अपडेट नहीं किया जा सका।
it: L’autenticazione ospitata non ha potuto aggiornare il client corrente.
ja: ホスト型認証の完了処理で現在のクライアントを更新できませんでした。
ko: 호스팅 인증 완료 과정에서 현재 클라이언트를 업데이트할 수 없습니다.
pl: Hostowane uwierzytelnianie nie mogło zaktualizować bieżącego klienta.
pt: A autenticação hospedada não conseguiu atualizar o cliente atual.
ro: Autentificarea găzduită nu a putut actualiza clientul curent.
ru: Размещенная аутентификация не смогла обновить текущий клиент.
tr: Barındırılan kimlik doğrulama mevcut istemciyi güncelleyemedi.
uk: Під час завершення хостованої автентифікації не вдалося оновити поточного клієнта.
zh_hans: 托管身份验证无法更新当前客户端。

source: Hosted auth completion did not include the created session.
ar: لم يتضمن إكمال المصادقة المستضافة الجلسة التي تم إنشاؤها.
de: Der Abschluss der gehosteten Authentifizierung enthielt die erstellte Sitzung nicht.
el: Η ολοκλήρωση του φιλοξενούμενου ελέγχου ταυτότητας δεν περιλάμβανε την περίοδο λειτουργίας που δημιουργήθηκε.
es: La finalización de la autenticación alojada no incluyó la sesión creada.
fr: La finalisation de l’authentification hébergée ne contenait pas la session créée.
hi: होस्टेड प्रमाणीकरण पूर्ण होने पर बनाया गया सत्र शामिल नहीं था।
it: Il completamento dell’autenticazione ospitata non includeva la sessione creata.
ja: ホスト型認証の完了処理に作成されたセッションが含まれていませんでした。
ko: 호스팅 인증 완료 과정에 생성된 세션이 포함되지 않았습니다.
pl: Zakończenie hostowanego uwierzytelniania nie zawierało utworzonej sesji.
pt: A conclusão da autenticação hospedada não incluiu a sessão criada.
ro: Finalizarea autentificării găzduite nu a inclus sesiunea creată.
ru: Завершение размещенной аутентификации не содержало созданный сеанс.
tr: Barındırılan kimlik doğrulama tamamlaması oluşturulan oturumu içermiyordu.
uk: Результат завершення хостованої автентифікації не містить створеного сеансу.
zh_hans: 托管身份验证完成结果未包含已创建的会话。

source: Hosted auth completion response was missing identity synchronization metadata.
ar: كان رد إكمال المصادقة المستضافة يفتقد بيانات تعريف مزامنة الهوية.
de: In der Abschlussantwort der gehosteten Authentifizierung fehlten Metadaten zur Identitätssynchronisierung.
el: Από την απόκριση ολοκλήρωσης του φιλοξενούμενου ελέγχου ταυτότητας έλειπαν μεταδεδομένα συγχρονισμού ταυτότητας.
es: A la respuesta de finalización de la autenticación alojada le faltaban los metadatos de sincronización de identidad.
fr: La réponse de finalisation de l’authentification hébergée ne contenait pas les métadonnées de synchronisation d’identité.
hi: होस्टेड प्रमाणीकरण पूर्णता प्रतिक्रिया में पहचान सिंक्रोनाइज़ेशन मेटाडेटा मौजूद नहीं था।
it: Nella risposta di completamento dell’autenticazione ospitata mancavano i metadati di sincronizzazione dell’identità.
ja: ホスト型認証の完了レスポンスにID同期メタデータが含まれていませんでした。
ko: 호스팅 인증 완료 응답에 ID 동기화 메타데이터가 없습니다.
pl: W odpowiedzi kończącej hostowane uwierzytelnianie brakowało metadanych synchronizacji tożsamości.
pt: A resposta de conclusão da autenticação hospedada não continha os metadados de sincronização de identidade.
ro: Răspunsul de finalizare a autentificării găzduite nu conținea metadatele de sincronizare a identității.
ru: В ответе завершения размещенной аутентификации отсутствовали метаданные синхронизации идентификации.
tr: Barındırılan kimlik doğrulama tamamlama yanıtında kimlik eşitleme meta verileri eksikti.
uk: У відповіді про завершення хостованої автентифікації відсутні метадані синхронізації ідентифікації.
zh_hans: 托管身份验证完成响应缺少身份同步元数据。

source: Hosted auth creation returned an invalid response.
ar: أعاد إنشاء المصادقة المستضافة استجابة غير صالحة.
de: Beim Erstellen der gehosteten Authentifizierung wurde eine ungültige Antwort zurückgegeben.
el: Η δημιουργία φιλοξενούμενου ελέγχου ταυτότητας επέστρεψε μη έγκυρη απόκριση.
es: La creación de la autenticación alojada devolvió una respuesta no válida.
fr: La création de l’authentification hébergée a renvoyé une réponse non valide.
hi: होस्टेड प्रमाणीकरण बनाते समय अमान्य प्रतिक्रिया मिली।
it: La creazione dell’autenticazione ospitata ha restituito una risposta non valida.
ja: ホスト型認証の作成で無効なレスポンスが返されました。
ko: 호스팅 인증 생성에서 잘못된 응답이 반환되었습니다.
pl: Utworzenie hostowanego uwierzytelniania zwróciło nieprawidłową odpowiedź.
pt: A criação da autenticação hospedada retornou uma resposta inválida.
ro: Crearea autentificării găzduite a returnat un răspuns nevalid.
ru: При создании размещенной аутентификации был получен недопустимый ответ.
tr: Barındırılan kimlik doğrulama oluşturma işlemi geçersiz bir yanıt döndürdü.
uk: Під час створення хостованої автентифікації отримано недійсну відповідь.
zh_hans: 创建托管身份验证时返回了无效响应。
